Repository: pekkipo/Get_Me_Food_grocery-list
Catalog: ParseStarterProject/*.lproj/Localizable.strings
Languages: ru

# availableapp
source: Get Me Food - grocery list. The app is available on the App Store
ru: Купика - список покупок. Приложение доступно для скачивания в App Store

# emaillistname
source: List:
ru: Список:

# emaillistnote
source: Note:
ru: Заметка:

# inthelist
source: List contains:
ru: В списке:

# appname
source: Get Me Food
ru: Купика

# youreceived
source: Incoming list for you
ru: Вам прислали список

# todoimportant
source: Important!
ru: Важное!

# aboutgraphic
source: Starting guide
ru: Стартовая инструкция

# aboutitems
source: Adding/editing items
ru: Добавление/редактирование списков

# aboutapp
source: App functions
ru: Функции приложения

# graphichelp
source: Starting guide
ru: Стартовая инструкция

# howcreateshopitem
source: How do I create shop list item?
ru: Как добавить новый продукт в список покупок?

# howedititem
source: How do I edit shop list item?
ru: Как отредактировать продукт?

# howcreatetodoitem
source: How do I create to do list item?
ru: Как создать запись в списке дел?

# howedittodoitem
source: How do I edit to do list item?
ru: Как редактировать запись в списке дел?

# howquicklyadd
source: How do I quickly add shop list item?
ru: Как быстро добавить продукт в список покупок?

# howaddmultiple
source: How do I add multiple shop list items at once?
ru: Как добавить сразу несколько продуктов в список?

# howaddtofavs
source: How do I add shop item to favourites?
ru: Как добавить продукт в избранное?

# howreorder
source: How do I re-order shop list items?
ru: Как поменять порядок продуктов в списке?

# howchangeunits
source: How do I change shop items units?
ru: Как поменять единицы измерения?

# howaddpictures
source: How do I add pictures to shop list items?
ru: Как добавить или поменять картинку продукта?

# howdeleteitems
source: How do I delete items from the list?
ru: Как удалить продукт?

# howcopy
source: How do I copy/paste/delete items?
ru: Как скопировать/вставить/удалить продукты?

# howcreateshopitemT
source: When you find yourself in the shop list creation screen, you can: 1) Tap on the white plus button in the top right corner 2) Start typing product's name within the section under lists' name and note. The app will find the product in the catalog. Once you see the required item - tap on it and then tap on the red plus icon. Or you can keep typing products' name to create your own item and then also tap on the red plus icon. Remember! You can also immediately edit the amount and unit of an item tapping on "Amount" icon
ru: Когда вы находитесь в списке, вы можете добавить продукт двумя способами: 1) Нажмите на белый плюс в правом верхнем углу экрана 2) Начните вводить название продукта в поле прямо под названием и заметкой листа. Пока вы набираете текст, приложение будет искать продукт в каталоге. Если вы увидели нужный продукт - нажмите на него, затем просто нажмите красный плюс в круге. Также вы можете продолжить вводить название продукта, чтобы создать свой продукт. Затем также нажмите на красный плюс. Не забудьте, что вы сразу же можете задать количество и единицу измерения, нажав на кнопку "Кол-во"

# howedititemT
source: Just tap on the item within the list. Try to avoid tapping on the right corner of the item in a list, since thus you will mark the item as checked instead of editing it. Anyway, after that you can uncheck an item simply tapping on two white arrows icon
ru: Просто нажмите на продукт в списке и появится окно редактирования. Избегайте нажатия в правой части экрана, так как, в данном случае вы скорее всего отметите продукт, как купленный. В любом случае, вернуть продукт из отмеченных легко и просто - нажмите на кнопку с белыми стрелками

# howcreatetodoitemT
source: When you find yourself in the to do list creation screen, you can should tap on the white plus button in the right top corner
ru: Находясь в окне создания списка дел, нажмите на белый плюс в правом верхнем углу

# howedittodoitemT
source: Just tap on the item within the list. Try to avoid tapping on the right corner of the item in a list, since thus you will mark the item as checked instead of editing it. Anyway, after that you can uncheck an item simply tapping on two white arrows icon
ru: Просто нажмите на запись в списке и появится окно редактирования. Избегайте нажатия в правой части экрана, так как, в данном случае вы скорее всего отметите продукт, как купленный. В любом случае, вернуть продукт из отмеченных легко и просто - нажмите на кнопку с белыми стрелками

# howquicklyaddT
source: Start typing product's name within the section under lists' name and note. The app will find the product in the catalog. Once you see the required item - tap on it and then tap on the red plus icon. Or you can keep typing products' name to create your own item and then also tap on the red plus icon. Remember! You can also immediately edit the amount and unit of an item tapping on "Amount" icon
ru: Начните вводить название продукта в поле прямо под названием и заметкой листа. Пока вы набираете текст, приложение будет искать продукт в каталоге. Если вы увидели нужный продукт - нажмите на него, затем просто нажмите красный плюс в круге. Также вы можете продолжить вводить название продукта, чтобы создать свой продукт. Затем также нажмите на красный плюс. Не забудьте, что вы сразу же можете задать количество и единицу измерения, нажав на кнопку "Кол-во"

# howaddmultipleT
source: When you find yourself in the shop list creation screen, you can tap on the first icon (looks like list with a plus) in the top right corner. In the next screen you can: 1) Create new item on a go 2) Choose items from the catalog, history or your favourite items. Afterwards, you can edit each added item before going back to the shop list creation screen
ru: Находясь в списке продуктов, нажмите на первую из двух кнопок на верхней панели (выглядит как список с плюсиком в углу). В появившемся окне вы можете 1) Быстро создать новый продукт 2) Выбрать продукты из истории, каталога или избранного. После, вы можете отредактировать каждый из добавленных продуктов прежде чем вернуться обратно в окно создания списка

# howaddtofavsT
source: When you edit a product, at the bottom of the screen you will find star-alike button. Just tap on it. Tap on it again to delete the product from favourites.
ru: Когда вы создаете или редактируете продукт, внизу окна будет кнопка в виде звезды - нажмите на нее. Нажмите на нее еще раз, если хотите убрать продукт из избранного

# howreorderT
source: When in the list creation screen, hold the item for a while and then drag it to the desirable position Note, that this is only possible when list doesn't show categories, otherwise all items would be sorted according to their categories
ru: Нажмите на нужный продукт и немного подержите палец на нем, затем перетащите продукт на нужную позицию. Обращаем ваше внимание, что так можно сделать только в случае, если в списке не показаны категории (в этом случае продукты сортируются согласно принадлежности к соответствующим категориям

# howchangeunitsT
source: In the product editing (or creating new one) screen find the "Units" section and tap on an empty rectangle - the units choosing screen will show up in the bottom of the screen
ru: Во время редактирования или создания продукта найдите раздел "Ед. измерения" и нажмите на пустой прямоугольник - внизу экрана появится окно выбора единиц измерения

# howaddpicturesT
source: Tap on the "Change picture" (or Photograph icon) and choose picture from defaults or upload your own
ru: Во время создания или редактирования продукта нажмите на "Изменить картинку" (или иконку фотоаппарата) и выберите картинку из стандартных или загрузите свою (в этом случае не забудьте нажать на кнопку "Добавить"

# howdeleteitemsT
source: Swipe the item to the left and tap on delete button. The same applies to contacts, categories and so on.
ru: Продукты удаляются свайпом влево. То же относится и к контактам, категориям и так далее.

# howcopyT
source: In the bottom of the list tap on "Edit All" button. Check the items you want to copy or delete. Then tap on the respective button on the top panel. If you copied items, then you can paste them to any list you want -> Go to the list -> Tap on "Edit All" and tap on "Paste"
ru: В нижней части экрана создания списка нажмите на кнопку "Правка". Отметьте продукты, которые вы хотите скопировать или удалить. Затем нажмите на соответствующую кнопку на верхней панели. Если вы скопировали продукты, вы можете вставить их в любой список -> Зайдите в нужный список -> Нажмите на "Правка" и далее нажмите на "Вставить"

# howcreatecats
source: How do I create my own categories?
ru: Как создать свои категории продуктов?

# howaddcontact
source: How do I add contacts?
ru: Как добавить новый контакт?

# howsendlists
source: How do I send the list?
ru: Как отправить лист?

# howsendbyemail
source: How do I send the list via messages/email?
ru: Как отправить лист в сообщении/электронном письме?

# howrenameandnote
source: How do I change list name and note?
ru: Как изменить название листа или заметку?

# howturnoncats
source: How do I see categories in a shop list?
ru: Как включить показ категорий в списке продуктов?

# howchangecurrency
source: How do I change the currency of a list?
ru: Как изменить валюту списка покупок?

# howsynchronize
source: How do I synchronize my data for using on other devices?
ru: Как синхронизировать данные с другими устройствами?

# howchangeaccountdata
source: How do I change my personal data?
ru: Как изменить персональные данные?

# howcreatecatsT
source: There are two ways: 1) When you choose the category for shop item, you can create your own category on the top of the categories screen 2) You can create category from Settings -> Manage categories
ru: Есть два пути: 1) Когда вы выбираете категорию продукта, вы можете создать свою в верхней части экрана категорий 2) Также вы можете создать категорию зайдя в Настройки -> Мои категории/n После создания категории, вы можете зайти в нее и добавить в нее свои продукты для отображеиня в каталоге

# howaddcontactT
source: Go to Settings -> Contacts -> type email of the desired user, while you are typing, the dropdown menu will show up with list of possible users to add. Once you found the user, tap on the user in drop-down menu and then tap on "Add contact" button
ru: Зайдите в Настройки -> Контакты -> начните вводить эл.почту желаемого пользователя. Во время ввода появится выпадающее меню со списком пользователей приложения. Как только вы увидели нужного пользователя, нажмите на него и затем нажмите на кнопку "Добавить контакт"

# howsendlistsT
source: Directly in the list tap on the button "Send" in the bottom left corner or from "My lists" screen. There is a send button on each list In the sending list screen you should type the users' email and then choose the user from drop menu. Then tap on Send button. Or, if you have users in your contact list, then just tap on the green arrow button next to one of them
ru: Прямо в списке, нажмите на кнопку "Отправить" в левом нижнем углу экрана. Так же кнопка отправки находится у любого списка в разделе "Мои списки". Далее, появится окно отправки, начните вводить эл.почту получателя и выберите нужного пользователя в выпадающем списке. Затем нажмите на кнопку Отправить. Также вы можете нажать на зеленую стрелку напротив нужного контакта, если таковые имеются. Если вы отправите с помощью этого поля на эл.почту список человек, не имеющему приложение, список будет отправлен на указанную электронную почту вместе с приглашением установить приложение.

# howsendbyemailT
source: Tap on the "Send" button either in the list creation screen or "My lists" screen. Find the required way of sharing the list. In case of saving the list into device gallery, you can later find the list in Photos section of your device. In case of messaging or emailing - the usual message screen will show up with the filled list. You can edit what you want there
ru: Нажмите на иконку либо в окне создания списка (средняя на верхней панели) либо в окне "Мои списки". В появившемся окне выберите один из вариантов отправки. В случае сохранения списка в галерею, вы можете найти его в разделе Фото вашего телефона. В случае отправки по электронной почте или сообщение - появится стандартное окно отправки сообщения с заполненным списком. Вы можете отредактировать что посчитаете нужным

# howrenameandnoteT
source: Just tap on the name or note in the list creation screen
ru: Нажмите на крайнюю левую иконку на верхней панели в окне создания списка. Также это можно сделать из раздела "Мои списки", нажав на красную стрелку справа от названия нужного списка

# howturnoncatsT
source: In the list creation list, to the right from lists' name there is a button looking like three points. Tap on it -> The screen with options will show up. Change the properties you want.
ru: В окне создания списка, справа от названия, вы увидите иконку в виде трех горизонтальных точек. Нажмите на нее -> Появится окно опций списка, в нем поменяйте необходимые настройки

# howchangecurrencyT
source: In the list creation list, to the right from lists' name there is a button looking like three points. Tap on it -> The screen with options will show up. Change the properties you want.
ru: В окне создания списка, справа от названия, вы увидите иконку в виде трех горизонтальных точек. Нажмите на нее -> Появится окно опций списка, в нем поменяйте необходимые настройки

# howsynchronizeT
source: Go to Settings and tap on "Synchronize". The data will be uploaded to our server. On the other device also go to Settings and tap on Synchronize. Please don't forget to tap synchronize button first on the device where the original data is.
ru: Зайдите в Настройки и нажмите на "Синхронизация". Данные будут загружены на сервер. На другом устройстве так же зайдите в Настройки и синхронизируйтесь. Пожалуйста не забывайте сперва синхронизировать на устройстве, где вы создавали списки изначально.

# howchangeaccountdataT
source: Go to Settings -> Account Info - > Change what you want and tap on "Save changes"
ru: Зайдите в Настройки -> Мой аккаунт - > Поменяйте то, что считаете нужным и нажмите на "Сохранить изменения"

# tutheader1
source: List creation screen
ru: Окно создания списка покупок

# tutheader2
source: Manage items
ru: Работа с продуктами в списке

# tutheader3
source: My lists screen
ru: Окно "Мои списки"

# tutheader4
source: Custom categories and items
ru: Создавайте свои категории и продукты

# tutheader6
source: Send notification to your friends
ru: Отправляйте уведомления друзьям

# tutheader7
source: Send lists
ru: Отправляйте списки

# tutimintro
source: TutorialIntroen
ru: TutorialIntro

# tutim1
source: Tutorial1en
ru: Tutorial1

# tutim2
source: Tutorial2en
ru: Tutorial2

# tutim3
source: Tutorial3en
ru: Tutorial3

# tutim4
source: Tutorial4en
ru: Tutorial4

# tutim5
source: Tutorial5en
ru: Tutorial5

# tutim6
source: Tutorial6en
ru: Tutorial6

# tutim7
source: Tutorial7en
ru: Tutorial7

# reportproblem1
source: I found a bug in the app
ru: В приложении баг

# reportproblem2
source: Description:
ru: Описание:

# privacy
source: Get Me Food Privacy Policy The app collects the following information (in case of registration or signing-in via soical networks): - Contact info; name and email address - Password (Not available for developers. When signing-in via social networks, password is completely unavailable for the app) - Profile picture - Information you add within the app and upload to the server when synchronizing This information is not further used or analyzed. Deletion of information: All data will be removed if you decide to delete the account in Account Info section
ru: Информация об использовании приложения Купика Приложение собирает следующую информацию (в случае регистрации аккаунта или логина через социальные сети): - Контактная информация (имя и адрес электронной почты) - Пароль (Только в случае регистрации аккаунта. Пароль недоступен разработчику приложения. В случае логина через социальные сети, пароли от аккаунтов не доступны никому, в том числе разработчику, и не сохраняются в базе данных приложения) - Изображение - Информация, добавленная во время работы приложения, такая как списки и продукты, при синхронизации данных с сервером Собранная информация никак не используется и не анализируется. Удаление информации: Все данные полдностью удаляются, если вы решите удалить аккаунт в разделе Мой аккаунт

# wrongsendemail
source: If you got this email by mistake, please ignore it
ru: Если вы получили это письмо по ошибке, пожалуйста просто проигнорируйте его

# newcat
source: Catalog
ru: Каталог

# newfavs
source: Favourites
ru: Избранное

# newhist
source: History
ru: История

# savetogal
source: Saved
ru: Готово

# savetogalmes
source: The list is saved into the gallery
ru: Список сохранен в галерею устройства

# notsavetogal
source: Something went wrong
ru: Ошибка

# notsavetogalmes
source: The list wasn't saved
ru: К сожалению, список не был сохранен

source: Other options
ru: Другие варианты

# additemtext
source: + Add item
ru: + Добавить продукт

# autocompleteplchldr
source: Item name
ru: Введите название

# popcheck
source: Check received lists
ru: Проверить входящие списки

# popasc
source: Sort by date (asc.)
ru: Сортировать по дате (новые сверху)

# popdesc
source: Sort by date (desc.)
ru: Сортировать по дате (новые снизу)

# popalpha
source: Sort alphabetically
ru: Сортировать по алфавиту

# commoncur
source: Commonly used
ru: Часто используемые

# allcur
source: All currencies
ru: Весь список

# qeditproduct
source: Edit
ru: Кол-во/Цена (и др.)

# qaddproduct
source: Add product
ru: Добавить

# spentsum
source: Spent:
ru: Куплено на сумму:

# something
source: Create category
ru: Новая категория

# listwasaccepted
source: has accepted your list
ru: принял(а) ваш список

# rusure
source: Sure?
ru: Вы уверены?

# rusuremore
source: All info and items will also be deleted
ru: Вся информация о списке будет удалена

# addtodoitemtext
source: + Add a new task
ru: + Добавить задачу

# todoplchldr
source: Type your task
ru: Введите название

source: My lists
ru: Мои списки
