Repository: pekkipo/Get_Me_Food_grocery-list
Catalog: ParseStarterProject/*.lproj/Localizable.strings
Languages: ru

# TapHere
source: Tap here to register/login
ru: Регистрация/логин

source: Anonymous
ru: Пользователь

# AnonUser
source: Anonymous User
ru: Неизвестный пользователь

# DoneExc
source: Done!
ru: Готово!

# RemSet
source: Reminder is set
ru: Напоминание установлено

source: Oops!
ru: Упс!

# WasError
source: There was an error
ru: Возникла ошибка

# Search1
source: Search in the catalog
ru: Поиск по каталогу

# Search2
source: Search here...
ru: Поиск...

# SearchCat
source: Search for category
ru: Поиск среди категорий

# DoneButton
source: Done
ru: Готово

# EditButton
source: Edit
ru: Правка

# NoConnection
source: No internet connection. Please try again later
ru: Нет интернет-соединения. Поробуйте позже

# CantSend
source: Could Not Send Email
ru: Не удается отправить эл.письмо

# NoEmailInfo
source: Your device could not send e-mail. Please check e-mail configuration and try again.
ru: Устройство не может отправить эл. письмо. Пожалуйста, проверьте настройки электронной почты

# reportEmail
source: REPORT: Disturbing user, id:
ru: Репорт: Пользователь, id:

# addNotes
source: Additional notes:
ru: Дополнительные заметки:

# userDistText
source: User is dusturbing other people. Please check on that.
ru: Пользователь ведет себя не подобающим образом. Пожалуйста, проверьте.

# wait
source: Please, wait
ru: Подождите

source: User added
ru: Пользователь добавлен

# useraddedfull
source: User added to your contacts list
ru: Пользователь добавлен в ваш контакт-лист

# thisperson
source: This person is now in your contact list
ru: Этот человек теперь в вашем контакт-листе

# errorExc
source: Error!
ru: Ошибка!

# error2
source: An error occured
ru: Возникала непредвиденная ошибка

# nouser
source: No such user in our database
ru: В нашей базе нет такого пользователя

# messend
source: Message is sent
ru: Сообщение отправлено

# goingshopping
source: is going shopping! Maybe you need something to buy?
ru: собирается идти за покупками! Может быть вам нужно что-то купить?

# findout
source: finds out you go shopping!
ru: узнает о вашем походе в магазин!

# eventuseradded
source: User was added to contact list
ru: добавлен(-а) в ваш контакт-лист

# useraddedyou
source: This user has added you to contact list
ru: добавил(-а) вас в контакт-лист

# usual
source: Usual pictures
ru: Стандартные картинки

# artistic
source: Artistic pictures
ru: Красивые картинки

# setcolored
source: Colored
ru: Цветные

# setsketchy
source: Sketchy
ru: Нарисованные

# setbw
source: Black and white
ru: Черно-белые

# setforcats
source: For categories
ru: Для категорий

source: Adding item
ru: Добавляется

source: Delete
ru: Удалить

source: Deleting
ru: Удаление

# catrem1
source: Category was removed
ru: Категория удалена

# catrem2
source: All items of this category from now on belong to "Others" category
ru: Все продукты этой категории теперь перемещены в категорию "Другие"

# yourcats
source: My custom categories
ru: Мои категории

# deletebig
source: DELETE
ru: Удалить

# getting
source: Getting lists
ru: Загрузка

# saving
source: Saving. Please, wait
ru: Сохранение

# cannotcheck
source: Cannot check incoming lists
ru: Не удается проверить входящие списки

# saveplease
source: Save the list
ru: Примите список

# saveplease2
source: Please, first accept the list by tapping Save
ru: Пожалуйста, сперва примите список, нажав на "Принять"

source: Close
ru: Закрыть

source: OPTIONS
ru: Настройки

source: Items:
ru: В списке:

# accepted
source: Sent. Accepted
ru: Отправлен. Принят

# notaccepted
source: Sent. Not yet accepted
ru: Отправлен. Еще не принят

# checkemail
source: Check your email for the link
ru: Проверьте вашу эл.почту

# accountremoved
source: The account was completely removed.
ru: Учетная запись полностью удалена.

# wrongemail
source: Invalid email format
ru: Неправильный формат эл.почты

# validemail
source: Please enter valid email with "@"
ru: Введите эл.почту, содержащую "@"

# typename
source: Please type a name
ru: Пожалуйста, введите хоть какое-нибудь имя

# persdata
source: Your personal data was changed successfully
ru: Ваши данные были изменены

# exccats
source: Existing categories
ru: Стандартные категории

# sending
source: Sending the list
ru: Отправляется

source: Warning!
ru: Внимание!

# wasntsaved
source: This item wasn't saved
ru: Продукт не был сохранен

# listwassent
source: The list was sent successfully. Later check the delivery in sharing history
ru: Список успешно отправлен. Проверьте получение в разделе Отправленные Списки

# incomingpush
source: Incoming Shopping list from
ru: Входящий список покупок от

# incomingtodopush
source: Incoming To Do list from
ru: Входящий список дел от

source: Unknown email
ru: Незвестный email

# choosecontacts
source: Choose from contacts
ru: Список контактов

source: Loading
ru: Загрузка

# pasting
source: Pasting items
ru: Вставка

# account
source: Account Info
ru: Мой аккаунт

# subscription
source: Subscription Info
ru: Тип подписки

source: Synchronize
ru: Синхронизировать

source: Contacts
ru: Контакты

# shhistory
source: Sharing History
ru: События

# restorepurch
source: Restore purchases
ru: Восстановить покупки

source: Logout
ru: Выход

# customcats
source: Manage categories
ru: Мои категории

# favgroc
source: Favourite groceries
ru: Любимые продукты

# clearhist
source: Clear Events History
ru: Очистить историю событий

# lang
source: Change Language
ru: Язык

source: F.A.Q.
ru: Частые вопросы

source: Send Feedback
ru: Обратная связь

# reportproblem
source: Report a Problem
ru: Сообщить о проблеме

# rateapp
source: Rate the app
ru: Оценить приложение

# feat
source: App Features
ru: Особенности приложения

# privacy1
source: Privacy Policy
ru: Информация об использовании

# acknow
source: Acknowledgements
ru: Благодарность

# accdet
source: Account Details
ru: Учетная запись

# appset
source: App Settings
ru: Настройки приложения

# sup
source: Support
ru: Тех. поддержка

source: About
ru: О приложении

# goshoppingreminder
source: Go shopping
ru: Пойти за покупками

# cancelbutton
source: Cancel
ru: ОТМЕНА

# synchr
source: Syncronizing
ru: Синхронизация

source: Unknown
ru: Неизвестно

# addedyou
source: added you to contact list
ru: добавил(а) вас в список контактов

# yourcontacts
source: My contacts
ru: Мои контакты

# trylater
source: Please try again later
ru: Попробуйте позже

source: Failed login
ru: Не удалось войти

# oneerror
source: Error occured:
ru: Возникла ошибка:

# errorinform
source: The error in form
ru: Ошибка в форме

# enternameandpass
source: Please enter a username and password
ru: Введите имя пользователя и пароль

source: Failed SignUp
ru: Регистрация не удалась

source: Logging in
ru: Вход

# catvegs
source: Vegetables
ru: Овощи

# catfruits
source: Fruits & Berries
ru: Фрукты и ягоды

# catdairy
source: Dairy
ru: Молочная продукция/Яйца

# catmeat
source: Meat
ru: Мясо

# catseafood
source: Seafood
ru: Морепродукты

# catbakery
source: Bakery
ru: Хлебобулочные изделия

# catsnacks
source: Snacks
ru: Закуски

# catbeverages
source: Beverages
ru: Напитки

# catalcohol
source: Alcohol
ru: Алкоголь

# catcereals
source: Cereals & Breakfast
ru: Хлопья/На завтрак

# catsweets
source: Sweets
ru: Сладкое

# catcondiments
source: Condiments/Sauces/Pantry
ru: Соусы/Приправы

# catcanned
source: Canned food
ru: Консервы

# catberries
source: Berries
ru: Ягоды

# catpasta
source: Pasta
ru: Паста/Макароны

# catgrains
source: Grains
ru: Зерновые

# catfrozen
source: Frozen Food
ru: Замороженные продукты

# catdeli
source: Deli
ru: Гастроном

# catbaby
source: Baby Care
ru: Для детей

# catpets
source: Pet Supplies
ru: Для домашних животных

# catpersonalcare
source: Personal Care
ru: Личная гигиена

# catpharmacy
source: Pharmacy
ru: Медикаменты

# cathousehold
source: Household
ru: Домашнее хозяйство

# cattobacco
source: Tobacco
ru: Табачные изделия

# catothers
source: Others
ru: Другие

source: pieces
ru: штуки

source: pcs
ru: шт

source: dozens
ru: дюжины

source: dz
ru: дж

source: kilograms
ru: килограммы

source: Kg
ru: кг

source: grams
ru: граммы

source: g
ru: г

source: Liters
ru: литры

source: L
ru: л

source: milliliters
ru: миллилитр

source: ml
ru: мл.

# flonz
source: fluid ounces
ru: жидк. унции (амер.)

source: fl oz
ru: ж. ун.

source: ounces
ru: унции

source: oz
ru: ун

source: pounds
ru: фунты

source: lb
ru: ф

source: gallons
ru: галлоны

source: gal
ru: гал

source: meters
ru: метры

source: m
ru: м

source: centimeters
ru: сантиметры

source: cm
ru: см

source: inches
ru: дюймы

source: packages
ru: упаковки

# packs
source: pkg
ru: уп

# dontmatch
source: Units don't match, sum is not calculated
ru: Единицы измерения не совпадают

# thefollowingitems
source: Added Items
ru: Добавленные продукты

source: Vegetables
ru: Овощи

source: Tomatoes
ru: Помидоры

source: Cucumbers
ru: Огурцы

source: Brocolli
ru: Брокколи

source: Carrot
ru: Морковь

source: Lettuce
ru: Салат

source: Cabbage
ru: Капуста

source: Mushrooms
ru: Грибы

source: Onion
ru: Лук

source: Potato
ru: Картофель

source: Spinach
ru: Шпинат

source: Eggplant
ru: Баклажаны

source: Pumpkin
ru: Тыква

source: Radish
ru: Редис

source: Garlic
ru: Чеснок

source: Green Beans
ru: Зеленые бобы

source: Bell Pepper
ru: Сладкий перец

source: Corn
ru: Кукуруза

source: Celery
ru: Сельдерей

source: Beans
ru: Бобы

source: Asparagus
ru: Спаржа

source: Beetroot
ru: Свекла

source: Cauliflower
ru: Цветная капуста

source: Cherry Tomatoes
ru: Томаты Черри

source: Chillies
ru: Чили

source: Chives
ru: Лук

source: Cilantro
ru: Кориандр

source: Zucchini
ru: Цуккини

source: Fruits
ru: Фрукты

source: Apples
ru: Яблоки

source: Oranges
ru: Апельсины

source: Lemons
ru: Лимоны

source: Limes
ru: Лаймы

source: Bananas
ru: Бананы

source: Cherries
ru: Вишня

source: Grapefruits
ru: Грейпфруты

source: Grapes
ru: Виноград

source: Kiwi
ru: Киви

source: Tangerines
ru: Мандарины

source: Mango
ru: Манго

source: Avocado
ru: Авокадо

# melons
source: Melon
ru: Дыни

source: Peaches
ru: Персики

source: Pears
ru: Груши

source: Pineapples
ru: Ананасы

source: Nectarines
ru: Нектарины

source: Plums
ru: Сливы

source: Papaya
ru: Папайя

source: Figs
ru: Инжир

source: Strawberries
ru: Клубника

source: Blueberries
ru: Черника

source: Raspberries
ru: Малина

source: Blackberries
ru: Ежевика

# watermelon
source: Melon (Watermelon)
ru: Арбуз

source: Dairy
ru: Молочные продукты

source: Milk
ru: Молоко

source: Butter
ru: Сливочное масло

source: Cheese
ru: Сыр

source: Cream
ru: Сливки

source: Cream cheese
ru: Сливочный сыр

source: Eggs
ru: Яйца

source: Feta
ru: Сыр Фета

source: Parmesan
ru: Пармезан

source: Margarine
ru: Маргарин

source: Mascarpone
ru: Маскарпоне

source: Mozarella
ru: Моцарелла

source: Ricotta
ru: Сыр Рикотта

source: Sour Cream
ru: Сметана

source: Soy Milk
ru: Соевое молоко

# yogurt
source: Yogurts
ru: Йогурт

source: Schredded Cheese
ru: Тертый сыр

source: Pudding
ru: Пудинг

source: Drinking Yougurt
ru: Питьевой йогурт

source: Cottage cheese
ru: Творог

source: Kefir
ru: Кефир

source: Meat
ru: Мясо

source: Beef
ru: Говядина

source: Chicken
ru: Курица

source: Ground Beef
ru: Говяжий фарш

source: Steak
ru: Стейк

source: Turkey
ru: Индейка

source: Pork
ru: Свинина

source: Pork Chops
ru: Свиная отбивная

source: Sausages
ru: Сосиски

source: Duck
ru: Утка

source: Bacon
ru: Ветчина

source: Chicken breast
ru: Куриные грудки

source: Ham
ru: Колбаса

source: Prosciutto
ru: Прошутто

source: Salami
ru: Салями

source: Veal
ru: Телятина

source: Barbeque
ru: Шашлык

source: Seafood
ru: Морепродукты

source: Anchovies
ru: Анчоусы

source: Fish
ru: Рыба

source: Salmon
ru: Лосось

source: Lobsters
ru: Лобстеры

source: Schrimps
ru: Креветки

source: Oysters
ru: Устрицы

source: Tuna
ru: Тунец

source: Clams
ru: Моллюски

source: Scallops
ru: Гребешки

source: Codfish
ru: Треска

source: Pink Salmon
ru: Горбуша

source: Sprats
ru: Шпроты

source: Herring
ru: Сельдь

source: Bakery
ru: Хлебо-булочные изделия

source: Bread
ru: Булка

source: Bread Rolls
ru: Багет

source: Hamburger Buns
ru: Булочки для бургеров

source: Bagels
ru: Бублики

source: Pie
ru: Пирог

source: Dark bread
ru: Хлеб

source: Cookies
ru: Печенье

# cakes
source: Cake
ru: Торт

source: Waffles
ru: Вафли

source: Pretzels
ru: Претцли

source: Croissants
ru: Круассаны

source: Biscuits
ru: Бисквиты

source: Crispbread
ru: Хрустящие хлебцы

source: Muffins
ru: Маффины

source: Toasts
ru: Тосты

source: Pizza dough
ru: Тесто для пиццы

source: Sliced bread
ru: Нарезанная булка

source: Tortillas
ru: Тортильи

source: Snacks
ru: Закуски

source: Chips
ru: Чипсы

source: Dried Fruits
ru: Сушеные фрукты

source: Crackers
ru: Крекеры

# nachoes
source: Nachos
ru: Начос

source: Popcorn
ru: Поп-корн

source: Peanuts
ru: Арахис

source: Nuts
ru: Орешки

source: Pistachios
ru: Фисташки

source: Tortilla Chips
ru: Тортильи

source: Cashews
ru: Кешью

source: Green Olives
ru: Оливки

source: Black Olives
ru: Маслины

source: Beverages
ru: Напитки

source: Water
ru: Вода

source: Mineral Water
ru: Минеральная вода

source: Juice
ru: Сок

source: Orange Juice
ru: Апельсиновый сок

source: Apple Juice
ru: Яблочный сок

source: Cherry Juice
ru: Вишневый сок

source: Grape Juice
ru: Виноградный сок

source: Lemon Juice
ru: Лимонный сок

source: Coca-Cola
ru: Кока-кола

source: Pepsi
ru: Пепси-Кола

source: Lemonade
ru: Лимонад

source: Dr. Pepper
ru: Доктор Пеппер

source: Soda
ru: Содовая

# 5lwater
source: Water 5L
ru: Вода, канистра 5 л.

source: Tea
ru: Чай

source: Coffee
ru: Кофе

source: Ice Tea
ru: Холодный чай

source: Cider
ru: Сидр

source: Hot chocolate
ru: Горячий шоколад

source: Energy Drink
ru: Энергетический напиток

source: Sport Drink
ru: Спортивный напиток

source: Alcohol
ru: Алкоголь

source: Beer
ru: Пиво

source: Champagne
ru: Шампанское

source: Vodka
ru: Водка

source: Red Rum
ru: Красный Ром

source: White Rum
ru: Белый Ром

source: Tequila
ru: Текила

source: Whiskey
ru: Виски

source: Gin
ru: Джин

source: Tonic
ru: Тоник

source: Prosecco
ru: Просекко

source: Red Wine
ru: Красное Вино

source: White Wine
ru: Белое Вино

source: Pink Wine
ru: Розовое Вино

# justwine
source: Wine
ru: Вино

source: Cereals
ru: Хлопья

source: Honey
ru: Мед

source: Oatmeal
ru: Овсяные хлопья

source: Corn Flakes
ru: Кукурузные хлопья

source: Nesquick
ru: Несквик

source: Granola
ru: Хлопья с фруктами и орешками

source: Jam
ru: Джем

source: Muesli
ru: Мюсли

source: Porridge
ru: Каша

source: Pancakes
ru: Блины

source: Sweets
ru: Сладкое

source: Chocolate
ru: Шоколад

source: Candy
ru: Конфеты

source: Chewing Gum
ru: Жвачка

# nougatcreme
source: Nougat CrÃ¨me
ru: Нуга

source: Chocolate Cream
ru: Шоколадное масло

source: Dessert
ru: Пирожные

source: Christmas Cookies
ru: Новогоднее печенье

source: Oil
ru: Растительное масло

source: Olive Oil
ru: Оливковое масло

source: Spices
ru: Специи

source: Salt
ru: Соль

source: Sugar
ru: Сахар

source: Pepper
ru: Перец

source: Mayonnaise
ru: Майонез

source: Mustard
ru: Горчица

source: Ketchup
ru: Кетчуп

source: Salsa
ru: Сальса

source: Pasta Sauce
ru: Соус для пасты

source: Seasonings
ru: Приправы

source: Syrup
ru: Сироп

source: Soy Sauce
ru: Соевый соус

source: Brown Sugar
ru: Коричневый сахар

source: Flour
ru: Мука

source: Jelly
ru: Желе

source: Peanut Butter
ru: Арахисовое масло

source: BBQ Sauce
ru: Соус Барбекью

source: Baking Powder
ru: Мука

source: Balsamic vinegar
ru: Бальзамический уксус

# soda2
source: Soda
ru: Сода

source: Breadcrumbs
ru: Панировочные сухари

source: Cinnamon
ru: Корица

source: Maple Syrup
ru: Кленовый сироп

source: Paprika
ru: Паприка

source: Salad Dressing
ru: Заправка салата

source: Vanilla
ru: Ваниль

source: Yeast
ru: Дрожжи

source: Canned Food
ru: Консервы

source: Canned Beans
ru: Консервированные бобы

source: Canned Corn
ru: Консервированная кукуруза

source: Canned Fruits
ru: Консервированные фрукты

source: Canned Fish
ru: Рыбные консервы

source: Canned Soup
ru: Суп в банках

source: Pasta/Macaroni
ru: Паста/Макароны

source: Spaghetti
ru: Спагетти

source: Noodles
ru: Лапша

source: Vermicelli
ru: Вермишель

source: Grains
ru: Зерновые

source: Rice
ru: Рис

source: Brown Rice
ru: Коричневый рис

source: Couscous
ru: Кус-Кус

source: Risotto Rice
ru: Рис ризотто

source: Wild Rice
ru: Дикий рис

# frozengoods
source: Frozen Food
ru: Замороженные продукты

source: Ice Cream
ru: Мороженое

source: Frozen Fruits
ru: Замороженные фрукты

source: Frozen Vegetables
ru: Замороженные овощи

source: Frozen Pizza
ru: Замороженная пицца

source: Frozen Meals
ru: Замороженнре блюдо

source: Frozen Fish
ru: Замороженная рыба

source: Frozen Fries
ru: Замороженная картошка-фри

source: Frozen Nuggets
ru: Замороженные наггетсы

source: Frozen Pancakes
ru: Замороженные блины

source: Baby Food
ru: Детская еда

source: Diapers
ru: Подгузники

source: Wipes
ru: Салфетки

source: Baby Shampoo
ru: Детский шампунь

source: Baby Soap
ru: Детское мыло

source: Baby Oil
ru: Детское масло

source: Baby powder
ru: Присыпка

source: Pacifiers
ru: Соска

source: Rash Cream
ru: Крем против сыпи

source: Sanitizer
ru: Дезинфицирующее средство

source: Toddler
ru: Ползунки

source: Dog Food
ru: Собачий корм

source: Cat Food
ru: Кошачий корм

source: Bird Food
ru: Корм для птиц

source: Dog Treats
ru: Игрушка для собак

source: Cat Treats
ru: Игрушка для котов

source: Fish Food
ru: Корм для рыбок

source: Cat Litter
ru: Наполнитель для лотка

source: Body Lotion
ru: Лосьон для тела

source: Shampoo
ru: Шампунь

source: Hair Conditioner
ru: Кондиционер для волос

source: Condoms
ru: Презервативы

source: Lens Solution
ru: Жидкость для линз

source: Cotton Pads
ru: Ватные диски

source: Dental Floss
ru: Зубная нить

source: Cotton Swabs
ru: Ватные палочки

source: Deodorant
ru: Дезодорант

source: Face Cream
ru: Крем для лица

source: Facial Tissues
ru: Салфетки для лица

source: Toothpaste
ru: Зубная паста

source: Toothbrush
ru: Зубная щетка

source: Hair Gel
ru: Гель для волос

source: Hair Spray
ru: Спрей для волос

source: Hand Cream
ru: Крем для рук

source: Mouthwash
ru: Ополаскиватель для рта

source: Nail Polish
ru: Лак для ногтей

source: Nail Polish remover
ru: Жидкость для снятия лака

source: Razor
ru: Бритва

source: Razor Blades
ru: Лезвия для бритвы

source: Shaving Cream
ru: Крем для бритья

source: Shower Gel
ru: Гель для душка

source: Soap
ru: Мыло

source: Sunscreen
ru: Крем от солнца

source: Tampons
ru: Тампоны

source: Tissues
ru: Бумажные салфетки

source: Wet Wipes
ru: Влажные салфетки

source: After Shave
ru: Крем после бритья

source: Mascara
ru: Тушь

source: Eye Shadow
ru: Тени

source: Lipstick
ru: Помада

source: Cotton Balls
ru: Хлопковые шарики

source: Toothpicks
ru: Зубочистки

source: Medications
ru: Лекарства

source: Plasters
ru: Пластыри

source: Pain Reliever
ru: Обезболивающие

source: Vitamins
ru: Витамины

# antiflewtreatments
source: Anti-Flu Treatments
ru: Средство против гриппа

source: Pyretic
ru: Жаропонижающее

source: Sponge
ru: Губка

# papertowel
source: Paper Towels
ru: Бумажные полотенца

source: Toilet Paper
ru: Туалетная бумага

source: Disinfectant
ru: Средство дезинфекции

source: Laundry Detergent
ru: Жидкость для стирки

# washingpowder
source: Laundry Powder
ru: Стиральный порошок

source: Dish Soap
ru: Мыло для мытья посуды

# wipes1
source: Wipes
ru: Салфетки

source: Trash Bags
ru: Мешки для мусора

source: Bucket
ru: Ведро

source: Squeegee
ru: Резиновая швабра

source: Liquid Soap
ru: Жидкое мыло

source: Aluminium Foil
ru: Фольга

source: Bathroom Cleaner
ru: Очиститель для ванной

source: Toilet Cleaner
ru: Очиститель для туалета

source: Batteries
ru: Батарейки

source: Candles
ru: Свечи

source: Charcoal
ru: Уголь

source: Dishwasher Salt
ru: Соль для посуд. мышины

source: Dishwasher Tabs
ru: Таблетки для посуд. машины

source: Dishwashing Liquid
ru: Жидкость для мытья посуды

source: Fabric Softener
ru: Кондиционер для белья

source: Glass Cleaner
ru: Очиститель для стекла

source: Plastic Wrap
ru: Пластиковая упаковка

source: Wrapping Paper
ru: Оберточная бумага

source: Brazier
ru: Мангал

source: Plastic Plates
ru: Пластиковые тарелки

source: Plastic Cups
ru: Пластиковые стаканчики

source: Ignition
ru: Розжиг

source: Cigarettes
ru: Сигареты

source: Lighter
ru: Зажигалка

source: Tobacco
ru: Табак

source: Amount
ru: Кол-во

source: Copy
ru: Копировать

source: Paste
ru: Вставить

# itemscopied
source: Items were copied
ru: Скопировано

# openthelist
source: Open the list you want to copy items to - Tap "Edit All" - "Paste"
ru: Откройте нужный лист и вставьте продукты с помощью "Редактировать" - "Вставить"

# noitemsto
source: No items to paste
ru: Ничего не скопировано

# pleasecopy
source: Please, copy some items first
ru: Сперва скопируйте продукты из списка

source: Total sum:
ru: Сумма:

source: List
ru: Список

# listshop
source: Shopping List
ru: Список покупок

# listtodo
source: To Do List
ru: Список дел

# hidecats
source: Hide categories
ru: Не показывать категории

# showcats
source: Show categories
ru: Показывать категории

# helpsh1
source: Sending the list to Get Me Food App user Start typing users' email in the respective field. The app will start searching for such user in our database. Once the desired user is found and displayed in the drop-menu - choose the user and tap Send button. If nothing shows up in drop menu, most probably such user doesn't exist in our database. If this is the case, the list will be sent via email along with the invitation to install the app. Other options You can send the list via email, via message or as a picture. Message can be sent in text or image format. Also, you can just save the screenshot of a list to the gallery on your device and later send it via messengers or social networks. Please note that in order to send a picture you should first open the list or be already in a list creation screen.
ru: Отправка списка пользователю приложения Купика Начните вводить адрес электронной почты получателя. Во время ввода, приложение будет искать нужного пользователя в базе данных. Как только контакты желаемого получателя появились в списке - выберите пользователя и нажмите на иконку Отправить. Если в выпадющем меню ничего не появилось, скорее всего пользователя в базе данных нет. Если это действительно так, список будет отправлен на введенный адрес эл. почты вместе с предложением установить Купику Другие способы Список также можно сразу отправить по эл.почте, сообщением или вы можете просто сохранить картинку со списком в галерею устройства и далее отправить в мессенджерах или социальных сетях. Сообщение можно отправить как в виде текста, так и в виде картинки (скриншота). Чтобы были доступны опции отправки списка в виде картинки - вы должны сперва открыть нужный список или уже находиться в окне его создания.

# helpcontact
source: Start typing email in the respective field. Autocomplete will find such user in our database. Once you found desired user - choose him/her from drop menu and tap "Add Contact" button.
ru: Начните вводить адрес электронной почты получателя. Во время ввода, приложение будет искать нужного пользователя в нашей базе данных. Как только контакты желаемого получателя появились в списке - выберите его/ее и нажмите "Добавить контакт"

# wantdelete1
source: Are you sure?
ru: Вы уверены?

# wantdelete2
source: All the data related to your account will be completely removed from the device and the server
ru: Вся информация, связанная с вашим аккаунтом будет удалена с устройства и из базы данных

# incom
source: Incoming list!
ru: Входящий лист!

# recfrom
source: Received from:
ru: Получено от:
