Repository: pekkipo/Get_Me_Food_grocery-list
Catalog: ParseStarterProject/*.lproj/Main.strings
Languages: ru

# 0WZ-mL-in8.text
source: Not registered yet?
ru: Еще не зарегистрированы?

# 0ah-T9-eaL.text
source: DESCRIPTION
ru: ОПИСАНИЕ

# 0kd-XU-7B0.text
source: Send via email
ru: Отправить эл.почтой

# 1Sq-ay-MJI.placeholder
source: Type item name
ru: Введите название продукта

# 26f-dg-EOZ.text
source: PRICE
ru: ЦЕНА

# l1A-Ta-EOi.text
source: PER UNIT
ru: ЗА ЕДИНИЦУ

# 2Lr-q6-KRy.normalTitle
source: I forgot my password
ru: Не помню пароль

# 2Zh-Ha-9Pr.text
source: Item name
ru: Название

# 3Ra-mY-j64.text
source: No items in the list yet
ru: В листе пока нет продуктов

# 3WY-ab-Dcu.text
source: Status:
ru: Статус:

# 3oH-pC-bSx.text
source: Name
ru: Имя

# 406-R4-oXq.title
source: Edit All
ru: Правка

# 4bR-Js-ZrJ.text
source: No new items so far
ru: Пока ничего не добавлено

# 5ci-3X-Dkp.title
source: Edit categories
ru: Редактировать категории

# 5mP-yi-Qgv.normalTitle
source: Block User
ru: Заблокировать юзера

# 5qp-Y3-KSb.normalTitle
source: Add First Item
ru: Добавить

# 6nT-JJ-BGF.placeholder
source: Display Name
ru: Отображаемое имя

# 6nT-JJ-BGF.text
source: Display Name
ru: Отображаемое имя

# 6pS-Mh-zXp.normalTitle
source: SEND
ru: Отправить

# 6rP-ex-rIV.text
source: Username (email):
ru: Логин (email):

# 7ZP-PJ-nyj.normalTitle
source: Login
ru: Войти

# 8HJ-eO-2Wc.title
source: Save
ru: Сохранить

# 8p1-34-8y4.placeholder
source: Type here an email
ru: Введите email

# 90k-Xn-cpg.placeholder
source: Item Name
ru: Название

# 9DG-ba-NXu.title
source: Done
ru: Готово

# 9Hz-Qx-EV4.title
source: Catalog
ru: Каталог

# 9rl-Sz-V4V.normalTitle
source: Done
ru: Готово

# x5k-9H-YVc.normalTitle
source: Favourite Item
ru: В избранное

# Abe-KX-21h.normalTitle
source: Save
ru: Сохранить

# AlR-j5-wcN.text
source: Create To Do List
ru: Новый список дел

# B1F-P4-Mcv.placeholder
source: Enter receiver's email
ru: Введите email получателя

# B9i-ZG-Iyw.text
source: Total sum: 1290.90 E
ru: Итоговая сумма: 1290.90 E

# BAP-Uz-gXl.normalTitle
source: Done
ru: Готово

# Bk2-Ny-3aC.text
source: Settings -> Contacts
ru: Настройки -> Контакты

# BlZ-xw-JXF.title
source: Add items
ru: Добавить продукты

# CWB-c2-ngR.placeholder
source: You login name (email)
ru: Ваш логин (email)

# CZP-qV-fXX.text
source: Choose from catalog
ru: Выбрать из каталога

# CoB-2C-cVn.title
source: Create to Do Item
ru: Новая запись

# D1H-vh-5vk.normalTitle
source: Sort alphabetically
ru: По алфавиту

# DHg-m6-upC.normalTitle
source: Set a reminder
ru: Поставить напоминание

# DY5-l4-Sq0.text
source: Products Name
ru: Название

# EEF-rX-Y0B.placeholder
source: Type notes for your list here
ru: Добавить заметку

# EMB-Qw-dUt.placeholder
source: Type email
ru: Введите email

# EMB-Qw-dUt.text
source: Type email
ru: Введите email

# Ebf-XD-hSg.normalTitle
source: Cancel
ru: Закрыть

# Eh6-yQ-3b4.normalTitle
source: Send list
ru: Отправить

# Evg-ch-7KJ.text
source: Email: (login name)
ru: Эл.почта: (логин для входа)

# Fd1-Jd-b2e.normalTitle
source: Category
ru: Категория

# Fls-lO-WbQ.title
source: Back
ru: Назад

# GbQ-q1-X0B.placeholder
source: Password
ru: Пароль

# HB3-JD-nay.title
source: Save
ru: Сохранить

# HiG-ru-oZg.text
source: Amount
ru: Кол-во

# I3e-hz-Aqc.text
source: Create Shopping List
ru: Новый список покупок

# IH0-hH-3dW.normalTitle
source: Save changes
ru: Сохранить изменения

# IVZ-QN-k8S.title
source: Settings
ru: Настройки

# J1y-EH-zkf.normalTitle
source: Done
ru: Готово

# J4T-44-vOe.text
source: Activity
ru: События

# JzV-ct-jZa.placeholder
source: Type new item name
ru: Введите название

# KLc-8y-W31.text
source: Statistics
ru: Статистика

# Kbl-8Q-2xI.text
source: or login via
ru: или войти с помощью

# KnV-D6-Zf7.text
source: No match
ru: Единицы не совпадают

# KtB-ut-XKn.normalTitle
source: Add Image
ru: Добавить

# L0R-xK-E3F.text
source: Password:
ru: Пароль:

# LOt-Mj-PjS.normalTitle
source: Add First Item
ru: Добавить продукт

# LZe-ng-Xkk.normalTitle
source: Change picture
ru: Поменять картинку

# Lac-Ot-fU2.text
source: Time:
ru: Время:

# Ljc-dU-vnm.text
source: Note
ru: Заметка

# MCt-p7-o53.text
source: Category Name
ru: Название категории

# Mbg-ky-5Av.normalTitle
source: Save
ru: Сохранить

# N0l-J6-bPr.placeholder
source: START TYPING APP USER EMAIL
ru: Начните вводить email

# N77-j9-9j7.text
source: Russian
ru: Русский

# O5r-9F-Ii5.title
source: Back
ru: Назад

# P2K-S4-gdg.text
source: Name
ru: Имя

# PCZ-LX-oUj.normalTitle
source: Set a reminder
ru: Поставить напоминание

# PTg-Ey-tS8.title
source: Sharing History
ru: Отправлыенные листы

# PTo-NI-kcq.text
source: List sent:
ru: Дата:

# PdO-8q-K5O.text
source: Item Added
ru: Добавлено

# Pt9-5H-Zkr.title
source: SHARE
ru: Отправить

# QEZ-Ig-tX2.placeholder
source: Type additional notes for reminder
ru: Заметка к напоминанию

# QEZ-Ig-tX2.text
source: To Do List Reminder
ru: Напоминание о делах

# Qvo-bl-1Nc.text
source: Units
ru: Ед. изм.

# Rf3-lp-KIC.text
source: Quickly add new item
ru: Добавить новый продукт

# S1l-uT-ETO.text
source: Username
ru: Имя пользователя

# Sns-DI-ufw.text
source: Login (email):
ru: Логин (email):

# Sxv-Cs-RCe.title
source: Subscription Info
ru: Информация о подписке

# T1O-X3-HjC.text
source: Name
ru: Имя

# T3O-2E-lwt.text
source: Catalog Item Name
ru: Название в каталоге

# TXc-ZY-Xip.text
source: ITEM NAME
ru: НАЗВАНИЕ

# TXs-bT-eWS.text
source: AMOUNT
ru: КОЛ-ВО

# TbB-pY-TgC.title
source: Done
ru: Готово

# U24-Ha-wRt.text
source: Items: 20/19
ru: В списке: 20/19

# UCS-5Y-VR7.placeholder
source: To Do Item Caption
ru: Название

# UCS-5Y-VR7.text
source: Add title
ru: Добавить название

# UbF-33-yql.text
source: Name
ru: Имя

# UcW-yH-sqI.text
source: Category Name
ru: Название категории

# UlG-PA-cV9.text
source: Header
ru: Заголовок

# V2W-q2-Q3a.title
source: Back
ru: Назад

# VKA-3f-f5u.text
source: per
ru: за

# VYm-6c-ce7.title
source: Manage categories
ru: Редактировать категории

# Vdz-Fl-Gn4.text
source: Add contact via:
ru: Добавить контакт:

# W5o-5W-o4b.normalTitle
source: Reset password
ru: Восстановить пароль

# WzH-TO-yAp.title
source: Send
ru: Отправить

# XpT-lf-8l0.title
source: Back
ru: Назад

# XuE-r3-zN3.normalTitle
source: Delete Account
ru: Удалить аккаунт

# YSj-or-9XS.text
source: No contacts so far
ru: Пока не добавлено ни одного контакта

# YT8-0z-DbK.text
source: Choose from history
ru: Выбрать из истории

# Yvr-IU-ODK.normalTitle
source: Add item
ru: Добавить

# Ywt-rn-IeY.normalTitle
source: Add custom category
ru: Добавить свою категорию

# ZDF-A0-cea.normalTitle
source: CLOSE
ru: Закрыть

# ZMq-aI-lgg.normalTitle
source: Change image
ru: Поменять картинку

# ZZA-J9-pVV.normalTitle
source: Logout
ru: Выход из аккаунта

# Zbs-Ku-3Vt.text
source: Units
ru: Единицы измерения

# Zg0-Fz-bGm.text
source: Quantity:
ru: Кол-во

# Ztb-nw-CPK.title
source: Close
ru: Закрыть

# arr-9B-nRe.text
source: Shared List name
ru: Название листа

# b0R-Zz-E1Q.text
source: UNITS
ru: ЕД. ИЗМЕРЕНИЯ

# bAn-3g-vCW.text
source: Profile name:
ru: Отображаемое имя:

# bQM-4B-q4Y.text
source: Sharing History
ru: Отправленные списки

# bS4-Jp-6Cj.placeholder
source: Type an email here
ru: Введите email

# bSj-ov-PLL.text
source: Choose from favourite items
ru: Выбрать из избранного

# bTs-OD-A1u.title
source: Categories
ru: Категории

# bWf-F7-xnB.title
source: Favourite Items
ru: Избранные продукты

# bdw-G2-SVI.text
source: Item Added
ru: Добавлено

# bmI-V2-gGp.text
source: Profile name:
ru: Имя профиля:

# c2D-bf-TEi.placeholder
source: Add note
ru: Добавить заметку

# ctr-No-9Eu.title
source: Back
ru: Назад

# cxn-Ia-iuU.text
source: Tell people you are going shopping:
ru: Сообщите о походе в магазин:

# d3O-MX-n6g.text
source: TOTAL SUM
ru: СУММА

# dHl-j2-uo1.normalTitle
source: Plus
ru: Плюс

# dda-Yt-FXx.normalTitle
source: CLOSE
ru: Закрыть

# ert-z4-FMw.title
source: New contacts
ru: Контакты

# f2P-qa-kNm.title
source: List Creation
ru: Новый список покупок

# fQk-zr-UgN.placeholder
source: Type category name
ru: Введите название

# fRn-f9-FYU.text
source: Receiver:
ru: Получатель:

# fpt-Uz-9jP.text
source: Receiver Name
ru: Имя получателя

# fwn-tV-dC6.text
source: Show All Lists
ru: Мои списки

# gFJ-BE-4cB.text
source: Already have an account? Login
ru: Уже есть аккаунт? Войти

# gGJ-2O-QFm.normalTitle
source: Choose
ru: Выбрать

# gOd-Yb-V0r.title
source: Back
ru: Назад

# gdC-03-mu6.text
source: Choose list color label:
ru: Выбрать цвет пометки:

# gmD-ub-nZv.text
source: Get Me Food
ru: Купика

# gxK-pE-vPd.text
source: SEND TO THE APP USER
ru: Отправить пользователю

# h7X-hV-Wso.normalTitle
source: Cancel
ru: Закрыть

# hW9-6d-T6z.text
source: Upload your picture:
ru: Загрузить картинку:

# hdA-xk-Kgp.text
source: Product Name
ru: Название

# hk2-bf-Nt9.text
source: Receiver email
ru: Email получателя

# hxG-bS-HcV.text
source: useremail
ru: email

# i3t-gl-NeE.text
source: Urgent
ru: Важное

# i7H-SH-mpO.text
source: Caption:
ru: Заголовок

# iRK-go-U6L.normalTitle
source: Show categories
ru: Показывать категории

# ihD-Fb-Wcc.text
source: Name
ru: Название

# jBd-Up-u4n.title
source: Done
ru: Готово

# jK4-ZU-UUm.title
source: Edit item
ru: Продукт

# jLX-Lg-yVS.title
source: Sharing the List
ru: Отправка списка

# jey-pd-9Px.text
source: In catalog
ru: В каталог

# jtS-ev-vVo.placeholder
source: List name
ru: Название списка

# kgv-cl-Zgt.normalTitle
source: Items
ru: Продукты

# kkL-IZ-LZY.text
source: Name
ru: Имя

# kvA-lk-7Bc.text
source: Item Added
ru: Добавлено

# lb4-fx-1OL.text
source: Settings
ru: Настройки

# lfb-0I-bBH.text
source: Reminder note
ru: Заметка к напоминанию:

# liQ-Y3-xG0.text
source: No items in the list yet
ru: Пока ничего не добавлено

# mD7-Xb-32p.normalTitle
source: Close
ru: Закрыть

# mcL-7k-Ps8.text
source: Notes
ru: Заметки

# mdG-e3-Xan.placeholder
source: Type note here
ru: Введите текст заметки

# mdG-e3-Xan.text
source: Go shopping
ru: Пойти за покупками

# mv6-9A-7YZ.normalTitle
source: Add custom category
ru: Добавить свою категорию

# mvG-gb-Cxo.title
source: Back
ru: Назад

# nuo-NW-fGw.text
source: EUR
ru: Евро

# o6n-sj-dLH.text
source: Sent. Not yet accepted
ru: Список отправлен. Пока не принят

# oDc-tt-V8G.title
source: Favourite items
ru: Избранное

# oRF-GK-VPC.text
source: Note
ru: Заметка

# osy-8T-yDW.title
source: Done
ru: Готово

# p0B-QU-SUD.text
source: Choose from existing
ru: Стандартные картинки

# pIq-1V-nLp.text
source: Help
ru: Помощь

# pQh-xS-0vE.title
source: To Do Item
ru: Дело

# pQm-Sk-cQZ.normalTitle
source: Cancel
ru: Закрыть

# pxR-a4-Fjy.title
source: Favourite Items
ru: Избранное

# pzd-fQ-KbZ.text
source: Password:
ru: Пароль:

# q2d-c2-ghV.text
source: Caption
ru: Название

# qdB-JZ-ut8.title
source: Sharing History
ru: Отправленные списки

# qo6-hd-vcI.normalTitle
source: Choose profile picture
ru: Выбрать фото

# rpD-za-5Oa.title
source: Login
ru: Вход

# rwM-eG-4FE.placeholder
source: Password
ru: Пароль

# srN-Sa-eQO.normalTitle
source: Uncheck All Items
ru: Снять выделение с продуктов

# t9d-oR-hyL.text
source: Name
ru: Имя

# tAs-8L-wEM.title
source: Product History
ru: История

# tX8-Xe-LIf.normalTitle
source: About
ru: О приложении

# taE-Mh-t3T.placeholder
source: Type email of receiver
ru: Введите email получателя

# tnx-me-Ddo.placeholder
source: Type custom category name
ru: Название вашей категории

# tps-cQ-gJc.placeholder
source: Type item name
ru: Введите название

# tps-cQ-gJc.text
source: + Add item
ru: + Добавить продукт

# ua0-Mt-7f3.text
source: Send password to:
ru: Отправить пароль на почту:

# ua3-FC-cv5.text
source: 1000 Kg
ru: 1000 Кг

# ua4-Ef-d6e.normalTitle
source: Register
ru: Регистрация

# uaU-WV-9YY.text
source: Choose list color label:
ru: Выбрать цвет пометки:

# udR-9L-tg7.text
source: Choose unit:
ru: Выбрать ед. изм.:

# ulQ-H5-M5w.normalTitle
source: Report User!
ru: Пожаловаться!

# ura-gG-6Nk.normalTitle
source: Set the reminder
ru: Установить напоминание

# vUe-TF-z6a.title
source: Contacts
ru: Мои контакты

# vsp-HP-54E.title
source: Events
ru: События

# wbL-qQ-5GH.text
source: Choose currency:
ru: Выбрать валюту:

# wry-f1-wHL.normalTitle
source: Cancel
ru: Закрыть

# wtT-Va-NEx.text
source: List Name
ru: Название листа

# x6j-oX-APH.normalTitle
source: Vkontakte
ru: Вконтакте

# x8B-9Z-7yR.placeholder
source: Your profile name
ru: Ваше имя

# xYf-ao-Rbs.title
source: Back
ru: Назад

# xlQ-ox-mog.title
source: Done
ru: Готово

# yAL-K0-Nbv.normalTitle
source: Units
ru: Единицы измерения

# ySI-gY-Me9.title
source: Custom Items
ru: Мои продукты

# yWG-cb-oRj.placeholder
source: Email (will be used as a login name)
ru: Email (будет использоваться для входа)

# z4b-3c-IXj.normalTitle
source: Set a reminder
ru: Установить напоминание

# zRE-5M-Ong.normalTitle
source: Units
ru: Ед. изм.

# zfX-Ty-35i.normalTitle
source: Register
ru: Зарегистрироваться

# fRl-On-hdV.normalTitle
source: CLOSE
ru: Закрыть

# XIP-f6-MrB.normalTitle
source: Note
ru: Заметка

# bvm-W2-lg6.normalTitle
source: Add Contact
ru: Добавить контакт

# 7fc-oj-DVB.normalTitle
source: Contacts
ru: Контакты

# DWF-Q7-NFc.normalTitle
source: Close
ru: Закрыть

# cNM-cj-gOL.normalTitle
source: Close
ru: Закрыть

# ONH-dj-wAH.normalTitle
source: Sort by date
ru: По дате (убыв.)

# 6SM-sN-4CQ.normalTitle
source: Sort by date
ru: По дате (возр.)

# RmZ-ws-CMh.text
source: Send the list to the app user
ru: Отправить пользователю приложения

# baM-17-VZM.text
source: Send the list via email
ru: Отправить по эл.почте

# woy-0r-b29.title
source: Help
ru: Помощь

# KSq-Pk-Oa6.normalTitle
source: Skip
ru: Пропустить

# 8kD-KM-ETW.normalTitle
source: Next
ru: Дальше

# Tia-hV-2Bg.normalTitle
source: Yes! Sign Up / Login
ru: Да! Регистрация / Логин

# VxA-hb-n7R.text
source: Create an account?
ru: Создать учетную запись?

# I1D-VQ-21e.text
source: It takes less than a minute and is absolutely free. You can login via social networks
ru: Процесс займет меньше минуты и, естественно, регистрация бесплатная. Также можно войти через социальные сети

# 3Zr-DV-IRs.text
source: Having an account enables easier connection with your friends, adding contacts, synchronization between devices and other useful features
ru: Имея учетную запись, вы сможете легко установить связь с друзьями, добавлять контакты, синхронизировать устройства и пользоваться другими преимуществами

# F9E-sL-Htw.normalTitle
source: No, thanks. Get started
ru: Нет, спасибо. Начать работу

# miC-cp-ZR8.normalTitle
source: Yes, let's take a look!
ru: Да, давайте!

# Lhl-OB-L6c.normalTitle
source: No, thanks
ru: Нет, спасибо

# lrE-56-6hl.text
source: Get Me Food
ru: Купика

# gqN-It-vkK.text
source: Version: 3.1
ru: Версия: 3.1

# Si8-O2-jwN.text
source: Grocery/To Do list app
ru: Список покупок/дел

# bhN-Bs-H9a.text
source: The app allows managing your everyday grocery and to do list in a convenient and easy way. Send lists to your friends, notify them about going shopping
ru: Приложение позволяет легко и удобно составлять списки покупок и дел. Отправляйте списки друзьями и членам семьи, сообщайте им о походе в магазин

# wMC-tF-aVS.text
source: The app does not require instant internet connection. Only for synchronization and sending lists and notifications
ru: Приложение не требует постоянного подключения к интернету. Только для синхронизации и отправки списков и уведомлений

# 4Cg-7A-uGG.text
source: Contact and feedback:
ru: Обратная связь:

# BVy-da-qft.text
source: Created by:
ru: Разработка:

# MKN-pr-jQS.text
source: (c) 2015 Aleksei Petukhov
ru: (c) 2015 Алексей Петухов

# 8RF-Qo-tBG.title
source: About
ru: О приложении

# z6D-Rj-Ei7.text
source: Note
ru: Заметка

# kcl-9d-m0u.text
source: Share list
ru: Отправить

# Fzi-vn-q9O.text
source: Options
ru: Опции

# qZG-9P-aD7.normalTitle
source: Cancel
ru: Отмена

# vYa-W6-jAE.normalTitle
source: Done
ru: Готово

# fNZ-sH-88w.text
source: ICON
ru: КАРТИНКА

# B7k-oD-5L8.text
source: Amount
ru: Кол-во

# 7VF-BO-cCS.text
source: Units
ru: Выбрать ед. измерения

# SSd-BV-Zql.text
source: Image
ru: Изображение

# QGg-Bw-fl1.text
source: Text message
ru: Текстовое сообщение

# Mw5-ie-G4i.text
source: Picture message
ru: Сообщение с картинкой

# JMp-Al-x4r.text
source: Save into gallery
ru: Сохранить в галерею

# dUe-1d-ZX3.normalTitle
source: Help
ru: Помощь

# Y07-WO-VkA.normalTitle
source: Send
ru: Отправить

# vgq-bE-pRM.normalTitle
source: Send
ru: Отправить

# geX-ly-RNp.text
source: CATEGORY
ru: КАТЕГОРИЯ

# JjQ-Az-eSL.normalTitle
source: Cancel
ru: Отмена

# cRE-4w-0jo.normalTitle
source: Done
ru: Готово

# lc9-fK-r7g.text
source: DESCRIPTION
ru: ОПИСАНИЕ

# SQh-zx-1z9.normalTitle
source: Done
ru: Готово

# RWs-O8-Wl7.normalTitle
source: Close
ru: Закрыть

# P0D-OQ-hS8.title
source: Contacts
ru: Контакты

# 0JN-tu-IYb.normalTitle
source: To Do
ru: Список дел

# CTF-EV-0cQ.normalTitle
source: List settings
ru: Настройки списка

# EMe-t4-BH8.normalTitle
source: Copy/Paste/Delete
ru: Копир./Вставить/Удалить

# XAH-3E-6Bb.normalTitle
source: Uncheck all items
ru: Снять отметки о покупке

# ZPk-Av-qrC.normalTitle
source: Send the list
ru: Отправить список

# bBw-0V-KYe.text
source: LIST NAME
ru: НАЗВАНИЕ

# DLn-bM-q2x.text
source: Total sum
ru: Общая сумма

# wiL-ZW-8kE.text
source: Per unit
ru: За единицу

# 1MH-dm-4wn.text
source: Price
ru: Цена

# dTu-ge-Wcb.text
source: Category
ru: Категория

# 4eJ-aW-gBs.text
source: Description
ru: Описание

# 8AX-M2-EDa.title
source: Products
ru: Выбор продуктов

# HYs-ml-p8B.title
source: Statistics
ru: Статистика

# ofq-BF-k9f.text
source: Time period
ru: Период времени

# lNg-rB-cP5.text
source: Total sum
ru: Общая сумма

# lmQ-ts-4rn.text
source: Time step
ru: Временной шаг

# G7g-11-V4b.text
source: Lists count
ru: Учтено списков

# qzs-hu-s2c.text
source: Custom time period
ru: Выбрать отрезок времени

# jhP-i9-VHK.text
source: From
ru: От

# Gb7-N0-QUs.text
source: To
ru: До

# Fdb-Lk-UwP.text
source: ADD NEW CATEGORY
ru: СОЗДАТЬ КАТЕГОРИЮ

# PUo-Rc-NkD.text
source: MY CATEGORIES
ru: МОИ КАТЕГОРИИ

# nZo-54-d6b.text
source: ADD ITEM
ru: ДОБАВИТЬ ПРОДУКТ

# fmr-do-ihw.text
source: ITEMS IN THIS CATEGORY
ru: ПРОДУКТЫ В КАТЕГОРИИ

# gRJ-hL-nOO.text
source: OTHER OPTIONS
ru: ДРУГИЕ ОПЦИИ ОТПРАВКИ

# VAU-1C-3eb.normalTitle
source: Choose from contacts
ru: Выбрать из контактов

# 3Yj-Hh-ioy.text
source: ADD NEW CONTACT
ru: ДОБАВИТЬ НОВЫЙ КОНТАКТ

# 756-vw-lho.text
source: MY CONTACTS
ru: МОИ КОНТАКТЫ

# hcS-ki-qUg.title
source: Cancel
ru: Отмена

# awM-cc-npg.title
source: Save
ru: Сохранить

# 6ln-5h-hq0.normalTitle
source: Shopping
ru: Покупки

# MDc-sN-hfn.text
source: ACTIONS
ru: ДЕЙСТВИЯ

# aTc-Rr-auK.text
source: NAME
ru: НАЗВАНИЕ

# bdX-Pg-yiQ.text
source: DESCRIPTION
ru: ОПИСАНИЕ

# 3JE-ez-xUn.text
source: ACTIONS
ru: ДЕЙСТВИЯ

# loj-pP-lni.normalTitle
source: List settings
ru: Настройки списка

# yR4-cZ-tvA.normalTitle
source: Send the list
ru: Отправить список

# caz-1Y-MsA.text
source: Description
ru: Описание

# xyM-VP-Du4.normalTitle
source: SET REMINDER
ru: НАПОМИНАНИЕ

# sqD-SS-fp1.text
source: Urgent
ru: Срочно

# stk-3d-8j4.normalTitle
source: Cancel
ru: Отмена

# Sjj-k4-fkQ.normalTitle
source: Done
ru: Готово

# Yln-cr-SW1.title
source: Sharing History
ru: Отправленные списки

# OLx-cj-ssK.text
source: One week
ru: Неделя

# tl2-Ma-3Ch.text
source: One month
ru: Месяц

# nc4-Ii-Vet.text
source: One year
ru: Год

# sR0-jK-IIz.text
source: Days
ru: Дни

# 21O-Wv-NWH.text
source: Weeks
ru: Недели

# eOd-Ei-bpG.text
source: Months
ru: Месяцы

# q6h-j0-fVS.text
source: Years
ru: Годы

# fj0-pp-Hrp.normalTitle
source: Copy
ru: Копировать

# vJS-P2-3G7.normalTitle
source: Paste
ru: Вставить

# dW6-6L-QkU.normalTitle
source: Delete
ru: Удалить

# WMz-SR-ccQ.text
source: Check items and choose the action
ru: Отметьте продукты и выберите действие
